Repository: kite-plus/explore-ios
Catalog: Explore/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ is now linked to your account. You can remove the DNS record.
zh_hans: %@ 已关联到你的账号，现在可以删除这条 DNS 记录了。

source: A maintainer will review %@. Check its status any time under My Submissions.
zh_hans: 维护者会审核 %@。随时可以在“我的提交”里查看进度。

source: A post opens at its original address, with no page in between. Explore adds only utm_source, so the author can tell the visit came from Explore; nothing in it identifies you.
zh_hans: 文章直接打开原始地址，中间没有跳转页。Explore 只加上 utm_source，让作者知道访问来自 Explore；其中没有任何能识别你的信息。

source: About
zh_hans: 关于

source: About Explore
zh_hans: 关于 Explore

source: About the Crawler
zh_hans: 关于抓取器

source: Account
zh_hans: 账号

source: Account deleted
zh_hans: 账号已删除

source: Add This DNS Record
zh_hans: 添加这条 DNS 记录

source: Admin
zh_hans: 管理员

source: All
zh_hans: 全部

source: Allow Kite to add photos in Settings, then try again.
zh_hans: 请在设置中允许 Kite 添加照片，然后再试一次。

source: Always read on the author's site
zh_hans: 始终在作者的网站阅读

source: An account with this email already exists. Sign in instead.
zh_hans: 这个邮箱已经注册过账号，请直接登录。

source: Authors can leave at any time: answer Explore's crawler with 410 Gone, disallow KiteExplore in robots.txt, or open an issue.
zh_hans: 作者随时可以退出：让网站对 Explore 的抓取器返回 410 Gone，在 robots.txt 中禁止 KiteExplore，或者提交一个 issue。

source: Authors submit their blog and its feed is checked on the spot. A maintainer reviews blogs that pass: personal and independent blogs, updated within the last 12 months.
zh_hans: 作者提交博客后，订阅源会当场检查。通过检查的博客由维护者审核：收录近 12 个月内有更新的个人独立博客。

source: Awaiting check
zh_hans: 待检测

source: Blocked by robots.txt
zh_hans: robots.txt 禁止抓取

source: Blog
zh_hans: 博客

source: Blog Address
zh_hans: 博客地址

source: Blog Claimed
zh_hans: 认领成功

source: Blog Preview
zh_hans: 博客信息预览

source: Blog System
zh_hans: 博客系统

source: Blog language
zh_hans: 博客语言

source: Blog name
zh_hans: 博客名称

source: Blog: %@
zh_hans: 博客：%@

source: Blogs
zh_hans: 博客

source: Blogs I follow on Explore
zh_hans: 我在 Explore 订阅的博客

source: Blogs You Follow
zh_hans: 我订阅的博客

source: Blogs show up here once they are listed.
zh_hans: 博客收录后会出现在这里。

source: Blogs you submit from this device show up here with their review status.
zh_hans: 在这台设备上提交的博客会显示在这里，附带审核进度。

source: Browse Blogs
zh_hans: 浏览博客

source: Browse Tags
zh_hans: 浏览标签

source: Can't reach Explore right now.
zh_hans: 暂时无法连接 Explore。

source: Change Name
zh_hans: 修改名称

source: Change Password
zh_hans: 修改密码

source: Check Blog
zh_hans: 检查博客

source: Check Link
zh_hans: 检测链接

source: Check Now
zh_hans: 立即检测

source: Check Results
zh_hans: 检查结果

source: Check the name, email and password, then try again.
zh_hans: 请检查名称、邮箱和密码后重试。

source: Checked %@
zh_hans: %@检测

source: Checked by Explore; your visit may get a different result.
zh_hans: 由 Explore 检测；实际访问结果可能不同。

source: Checking the Feed…
zh_hans: 正在检查订阅源…

source: Checking…
zh_hans: 检测中…

source: Chinese
zh_hans: 中文

source: Claim Blog
zh_hans: 认领博客

source: Claim This Blog
zh_hans: 认领这个博客

source: Clear
zh_hans: 清除

source: Confirm and Submit
zh_hans: 确认并提交

source: Confirm new password
zh_hans: 确认新密码

source: Confirm password
zh_hans: 确认密码

source: Connect
zh_hans: 连接

source: Connected to %@
zh_hans: 已连接到 %@

source: Contribute
zh_hans: 参与

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy Feed Address
zh_hans: 复制订阅地址

source: Copy Link
zh_hans: 复制链接

source: Couldn't Load
zh_hans: 加载失败

source: Couldn't Save the Image
zh_hans: 无法保存图片

source: Create Account
zh_hans: 创建账号

source: Create Verification Record
zh_hans: 生成验证记录

source: Create Your Account
zh_hans: 创建账号

source: Create a New Record
zh_hans: 重新生成记录

source: Current password
zh_hans: 当前密码

source: Date unknown
zh_hans: 日期未知

source: Delete Account
zh_hans: 删除账号

source: Description
zh_hans: 博客简介

source: Discover
zh_hans: 发现

source: Discover what people publish.
zh_hans: 发现大家在写什么。

source: Dismiss
zh_hans: 关闭

source: Done
zh_hans: 完成

source: Edit
zh_hans: 修改

source: Email
zh_hans: 邮箱

source: English
zh_hans: 英文

source: Enter a name of up to 80 characters.
zh_hans: 请输入不超过 80 个字的名称。

source: Enter a valid email address.
zh_hans: 请输入有效的邮箱地址。

source: Enter a valid http or https address.
zh_hans: 请填写有效的 http 或 https 地址。

source: Enter your blog's address and Explore checks its feed right away. A maintainer reviews blogs that pass, and approved blogs are listed.
zh_hans: 填写博客地址，Explore 会立即检查它的订阅源。检查通过后由维护者审核，审核通过就开始收录。

source: Enter your password.
zh_hans: 请输入密码。

source: Error
zh_hans: 错误

source: Explain why this needs review
zh_hans: 请说明需要审核的原因

source: Explore could not handle the request.
zh_hans: Explore 无法处理这个请求。

source: Explore gathers the public feeds of independent blogs and shows their latest posts, newest first. Any blog with RSS, Atom or JSON Feed can join.
zh_hans: Explore 汇集独立博客公开的订阅源，按发布时间展示最新文章。任何提供 RSS、Atom 或 JSON Feed 的博客都可以加入。

source: Explore hasn't checked this link yet.
zh_hans: Explore 还没有检测过这个链接。

source: Explore is having trouble right now. Try again later.
zh_hans: Explore 服务暂时出了问题，请稍后再试。

source: Explore is the discovery side of Kite Plus.
zh_hans: Explore 是 Kite Plus 负责“发现”的部分。

source: Explore keeps neither post content nor images. What you see is a cache of what each feed says right now; when an author edits or deletes a post, Explore follows.
zh_hans: Explore 不保存文章正文和图片。你看到的只是各个订阅源当前内容的缓存；作者修改或删除文章后，Explore 会随之更新。

source: Explore keeps no post content and does not track readers.
zh_hans: Explore 不保存文章正文，也不追踪读者。

source: Explore keeps your email, your name and a hash of your password, plus the blogs you follow. It never records what you read.
zh_hans: Explore 只保存你的邮箱、名称、密码的哈希值，以及你订阅的博客，从不记录你读了什么。

source: Explore lists personal and independent blogs with a working RSS, Atom or JSON Feed, updated within the last 12 months.
zh_hans: Explore 收录有可用 RSS、Atom 或 JSON Feed、近 12 个月内有更新的个人独立博客。

source: Explore on the Web
zh_hans: Explore 网站

source: Explore read these from the blog. Adjust the name or description if needed.
zh_hans: 以下信息读取自博客，如有需要可以修改名称和简介。

source: Explore sent a response the app doesn't understand.
zh_hans: Explore 返回了无法识别的内容。

source: Explore took too long to answer. Try again.
zh_hans: Explore 响应超时，请重试。

source: Explore's RSS Feed
zh_hans: Explore 的 RSS 订阅

source: Export Every Blog as OPML
zh_hans: 导出全部博客（OPML）

source: Export OPML
zh_hans: 导出 OPML

source: Export the list as OPML to take these blogs to any feed reader.
zh_hans: 导出为 OPML，就能把这些博客带到任何 RSS 阅读器。

source: Feed
zh_hans: 订阅源

source: Feed Address
zh_hans: 订阅地址

source: Feed Address (Optional)
zh_hans: 订阅地址（可选）

source: Feed address copied
zh_hans: 已复制订阅地址

source: Filter
zh_hans: 筛选

source: Follow
zh_hans: 订阅

source: Follow %@
zh_hans: 订阅「%@」

source: Follow blogs and read their new posts in one stream.
zh_hans: 订阅喜欢的博客，在一条信息流里追更。

source: Follow blogs from the directory and their new posts gather here.
zh_hans: 在博客目录里订阅博客，它们的新文章会汇集到这里。

source: Follow the Blogs You Love
zh_hans: 订阅你喜欢的博客

source: Following
zh_hans: 订阅

source: Following %@
zh_hans: 已订阅 %@

source: Found automatically when left empty.
zh_hans: 不填时自动查找。

source: Go to Blog
zh_hans: 查看博客

source: Hide Password
zh_hans: 隐藏密码

source: How blogs are listed
zh_hans: 如何收录

source: In use
zh_hans: 已启用

source: Independent blogs listed on Explore
zh_hans: Explore 收录的独立博客

source: Language
zh_hans: 语言

source: Last check succeeded
zh_hans: 最近检测正常

source: Latest
zh_hans: 最新

source: Latest Post
zh_hans: 最新文章

source: Leaving is easy
zh_hans: 随时可以退出

source: Link copied
zh_hans: 已复制链接

source: Listed
zh_hans: 已收录

source: Maintainers review every report. It is kept with your account so they can follow up.
zh_hans: 维护者会审核每一份报告。报告会与你的账号一起保存，方便维护者跟进。

source: Manage
zh_hans: 管理

source: Me
zh_hans: 我的

source: Mode
zh_hans: 模式

source: More
zh_hans: 更多

source: My Blogs
zh_hans: 我认领的博客

source: My Submissions
zh_hans: 我的提交

source: Name
zh_hans: 名称

source: Name updated
zh_hans: 名称已更新

source: New password
zh_hans: 新密码

source: No Blogs Yet
zh_hans: 还没有收录博客

source: No Claimed Blogs
zh_hans: 尚未认领博客

source: No Matching Posts
zh_hans: 没有匹配的文章

source: No Posts
zh_hans: 没有文章

source: No Posts Yet
zh_hans: 暂时还没有文章

source: No Posts to Show
zh_hans: 暂无可展示的文章

source: No Recommendations Yet
zh_hans: 暂时还没有推荐

source: No Recommended Posts
zh_hans: 没有推荐文章

source: No Submissions
zh_hans: 还没有提交

source: No conditional requests
zh_hans: 不支持条件请求

source: No feed found
zh_hans: 没有找到订阅源

source: No post content kept
zh_hans: 不保存文章正文

source: No posts have been rated yet. Recommendations wait for a model to rate posts; until then, see the latest posts.
zh_hans: 还没有评过分的文章。推荐要等模型给文章评分，可以先看最新文章。

source: No posts in the last 12 months
zh_hans: 近 12 个月没有新文章

source: No posts match these filters.
zh_hans: 没有符合筛选条件的文章。

source: No posts under this tag yet.
zh_hans: 这个标签下暂时还没有文章。

source: No usable posts
zh_hans: 没有可用的文章

source: Not Following Any Blogs
zh_hans: 还没有订阅博客

source: Not accepted
zh_hans: 未通过

source: Not found.
zh_hans: 没有找到。

source: Note
zh_hans: 提示

source: Note (Optional)
zh_hans: 备注（可选）

source: One stream of independent blogs
zh_hans: 独立博客汇成一条信息流

source: Open Links in Safari
zh_hans: 在 Safari 中打开链接

source: Open Settings
zh_hans: 打开设置

source: Open in Safari
zh_hans: 在 Safari 中打开

source: Opens the post on the author's site
zh_hans: 在作者的网站打开文章

source: Other
zh_hans: 其他

source: Password
zh_hans: 密码

source: Password changed
zh_hans: 密码已修改

source: Possibly unavailable
zh_hans: 疑似失效

source: Post
zh_hans: 文章

source: Post dates look unreliable
zh_hans: 文章日期不可信

source: Post feeds
zh_hans: 文章流

source: Post links point to another domain
zh_hans: 文章链接指向其他域名

source: Posts Explore filed under this tag, newest first.
zh_hans: Explore 归入这个标签的文章，按发布时间排列。

source: Posts always open on the author's own site. Explore adds only utm_source, so authors can tell the visit came from Explore.
zh_hans: 文章总是在作者自己的网站打开。Explore 只加上 utm_source，让作者知道访问来自 Explore。

source: Posts from listed blogs show up here.
zh_hans: 已收录博客的文章会出现在这里。

source: Posts link to other sites
zh_hans: 文章都链接到其他网站

source: Private by design
zh_hans: 隐私优先

source: Prove you run this blog by adding a TXT record to its domain. Explore checks the record once, then you can remove it.
zh_hans: 在博客域名上添加一条 TXT 记录，证明你是博客的作者。Explore 检查一次后，你就可以删除这条记录。

source: Read everything without an account. Sign in to follow blogs and claim your own.
zh_hans: 不登录也能阅读全部内容。登录后可以订阅博客，认领你自己的博客。

source: Read on the Author's Site
zh_hans: 在作者的网站阅读

source: Reading
zh_hans: 阅读

source: Reading needs no account and this app has no analytics. Thumbnails and icons come from Explore's own server, never from third parties. With an account, Explore keeps your email, your name, a hash of your password and the blogs you follow, and never what you read.
zh_hans: 阅读不需要账号，这个 App 也没有任何统计。缩略图和图标都由 Explore 自己的服务器提供，不经过第三方。登录后，Explore 只保存你的邮箱、名称、密码的哈希值和你订阅的博客，从不记录你读了什么。

source: Recent Posts
zh_hans: 最近的文章

source: Recently Updated
zh_hans: 最近更新

source: Recommended
zh_hans: 推荐

source: Registration is closed on this server right now.
zh_hans: 这个服务器目前暂未开放注册。

source: Remove
zh_hans: 移除

source: Report a Problem
zh_hans: 报告问题

source: Report sent for review
zh_hans: 报告已提交，等待审核

source: Reset
zh_hans: 重置

source: Review Note
zh_hans: 审核说明

source: Reviewed
zh_hans: 审核于

source: Run a blog listed on Explore? Open its page, tap the ··· button and choose Claim This Blog. You prove it with a DNS record.
zh_hans: 你的博客已被 Explore 收录？打开博客页面，点 ··· 按钮，选择“认领这个博客”，再用一条 DNS 记录证明归属。

source: Save Image
zh_hans: 保存图片

source: Saved
zh_hans: 已保存

source: Scan to read the post
zh_hans: 扫码阅读全文

source: Scan to see the blog
zh_hans: 扫码查看博客

source: Search
zh_hans: 搜索

source: Search blogs
zh_hans: 搜索博客

source: Search blogs and tags
zh_hans: 搜索博客和标签

source: See the Latest Posts
zh_hans: 看最新文章

source: Server
zh_hans: 服务器

source: Server Address
zh_hans: 服务器地址

source: Share
zh_hans: 分享

source: Share Image
zh_hans: 分享图片

source: Share as Card
zh_hans: 分享卡片

source: Show Password
zh_hans: 显示密码

source: Show Transition Page
zh_hans: 显示过渡页

source: Shown on your account. Up to 80 characters.
zh_hans: 显示在你的账号上，不超过 80 个字。

source: Sign In
zh_hans: 登录

source: Sign Out
zh_hans: 退出登录

source: Sign in first.
zh_hans: 请先登录。

source: Sign in to follow blogs and read their new posts in one stream. Reading everything else needs no account.
zh_hans: 登录后可以订阅博客，在一条信息流里追更。阅读其他内容不需要账号。

source: Sign out of Explore?
zh_hans: 要退出 Explore 吗？

source: Signed in
zh_hans: 已登录

source: Signed out
zh_hans: 已退出登录

source: Some links point to another domain
zh_hans: 部分链接指向其他域名

source: Some posts have no date
zh_hans: 部分文章没有日期

source: Someone has already claimed this blog.
zh_hans: 这个博客已经被其他人认领了。

source: Source Code
zh_hans: 源代码

source: Status uncertain
zh_hans: 状态待确认

source: Submission
zh_hans: 提交进度

source: Submissions are closed on this server right now.
zh_hans: 这个服务器目前暂停接受提交。

source: Submit a Blog
zh_hans: 提交博客

source: Submitted
zh_hans: 提交于

source: Submitted for Review
zh_hans: 已提交，等待审核

source: Submitting…
zh_hans: 正在提交…

source: Tags
zh_hans: 标签

source: Taking you to the author's site
zh_hans: 正在前往作者的网站

source: That's every listed blog
zh_hans: 已经是全部收录的博客

source: That's every recommended post
zh_hans: 已经看完了所有推荐文章

source: That's everything from the blogs you follow
zh_hans: 已经看完订阅博客的全部文章

source: The app reads from explore.kite.plus unless you choose another Explore server here.
zh_hans: App 默认读取 explore.kite.plus，也可以在这里换成其他 Explore 服务器。

source: The blog did not pass the check. Fix the problems below and try again.
zh_hans: 博客没有通过检查，请按下面的提示修改后再试。

source: The blogs you follow have no posts that match.
zh_hans: 你订阅的博客里没有符合条件的文章。

source: The check can take up to 30 seconds.
zh_hans: 检查最长需要 30 秒，请耐心等待。

source: The check found no problems.
zh_hans: 检查没有发现问题。

source: The current password is incorrect.
zh_hans: 当前密码不正确。

source: The feed address redirects
zh_hans: 订阅地址已重定向

source: The feed can't be read
zh_hans: 订阅源无法解析

source: The feed has no posts to show right now.
zh_hans: 订阅源里暂时没有可展示的文章。

source: The feed is too large
zh_hans: 订阅源太大

source: The feed lists pages that aren't posts
zh_hans: 订阅源里混有非文章页面

source: The password is too long.
zh_hans: 密码太长了。

source: The passwords don't match.
zh_hans: 两次输入的密码不一致。

source: The record is valid for %lld:%@. DNS changes can take a few minutes to appear.
zh_hans: 记录在 %1$lld:%2$@ 内有效。DNS 修改可能需要几分钟才能生效。

source: The record wasn't found yet. DNS changes can take a few minutes; try again shortly.
zh_hans: 还没有找到这条记录。DNS 修改可能需要几分钟生效，请稍后再试。

source: The site answered Explore with 404 or 410. The original link stays here, since readers may get a different result.
zh_hans: 网站对 Explore 返回了 404 或 410。读者的访问结果可能不同，所以原文链接仍然保留。

source: The site has moved
zh_hans: 网站已经搬家

source: The site returned an error
zh_hans: 网站返回错误

source: The verification record expired. Create a new one.
zh_hans: 验证记录已过期，请重新生成。

source: This address doesn't answer like an Explore server.
zh_hans: 这个地址不像是 Explore 服务器。

source: This blog has left Explore or was blocked. Contact a maintainer to join again.
zh_hans: 这个博客已退出 Explore 或被屏蔽。如需重新加入，请联系维护者。

source: This blog is already listed.
zh_hans: 这个博客已经收录了。

source: This record has expired. Create a new one.
zh_hans: 这条记录已过期，请重新生成。

source: Too many requests. Try again in a moment.
zh_hans: 请求太频繁，请稍后再试。

source: Too many submissions; try again in a while.
zh_hans: 提交太频繁，请过一会儿再试。

source: Try Again
zh_hans: 重试

source: Type
zh_hans: 类型

source: Type your email to confirm
zh_hans: 输入你的邮箱以确认

source: Unfollow
zh_hans: 取消订阅

source: Unfollow %@
zh_hans: 取消订阅「%@」

source: Unfollowed %@
zh_hans: 已取消订阅 %@

source: Updated %@
zh_hans: %@更新

source: Usable Posts
zh_hans: 有效文章数

source: Use 12 to 72 characters.
zh_hans: 密码长度为 12 到 72 个字符。

source: Use 12 to 72 characters. Your other devices will be signed out; this one stays signed in.
zh_hans: 密码长度为 12 到 72 个字符。其他设备会退出登录，这台设备保持登录。

source: Use Reader When Available
zh_hans: 可用时使用阅读器

source: Use at least 12 characters for the password.
zh_hans: 密码至少需要 12 个字符。

source: Use explore.kite.plus
zh_hans: 使用 explore.kite.plus

source: Value
zh_hans: 记录值

source: Verify Record
zh_hans: 验证记录

source: View Blog in Kite
zh_hans: 在 Kite 中查看博客

source: View Status
zh_hans: 查看进度

source: View the Blog
zh_hans: 查看博客

source: View the Submission
zh_hans: 查看那条提交

source: Visit Blog
zh_hans: 访问博客

source: Waiting for review
zh_hans: 等待审核

source: Warning
zh_hans: 警告

source: Welcome Back
zh_hans: 欢迎回来

source: Welcome to Explore, %@
zh_hans: 欢迎来到 Explore，%@

source: What happened?
zh_hans: 问题说明

source: What the blog is about
zh_hans: 例如博客写些什么

source: You're all caught up
zh_hans: 已经看完了所有最新文章

source: You're offline. Check your connection and try again.
zh_hans: 网络未连接，请检查网络后重试。

source: Your account, its sign-ins, the blogs you follow and the blogs you claimed are deleted right away. Reports you filed stay, no longer linked to you.
zh_hans: 账号、登录状态、订阅和认领的博客会立即删除，无法恢复。你提交过的报告会保留，但不再关联到你的账号。

source: Your name or nickname
zh_hans: 你的名字或昵称

# follow.state.following
source: Following
zh_hans: 已订阅

source: just now
zh_hans: 刚刚
